---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.TaskDialog
zh: 提示、弹窗、消息框
source: html/14095041-907b-835f-a853-8a88895a9339.htm
---
# TaskDialog Members

**中文**: 提示、弹窗、消息框

Creates a task dialog with title.